Repository: AppInsight-Technologies/kifayti_vendor
Catalog: lib/l10n/intl_*.arb
Languages: tr

source: clicked
tr: tıklandı

# search_for_prod
source: Search For Products
tr: Ürünlere ara

source: Multi SKU
tr: Çoklu SKU

source: Single SKU
tr: Tek SKU

# slot_based_deli
source: Slot Based Delivery
tr: Slot Tabanlı Teslimat

source: Standard
tr: Standart

source: No Return
tr: iade yok

source: yes
tr: evet

source: No
tr: Hayır

source: No Vendor
tr: Satıcı yok

# preparing
source: PRPARING
tr: hazırlanıyor

# original_ord_qty
source: Originally Ordered Qty
tr: Asıl istenmiş adet

source: Updated Item Qty
tr: güncellenmiş ürün adedi

source: Edit weight
tr: Kiloyu düzenle

source: Reason for editing
tr: Düzenlenme sebebi

source: Wrong item price
tr: Yanlış ürün fiyatı

# some_difference_in_current_price
source: Their is some difference in current price
tr: Şimdiki fiyatıyla fark var

source: Out of Stock
tr: Stokta yok

source: Item is not on the shelf
tr: Ürün rafta yok

source: Poor Quality
tr: Düşük kalite

source: Item is in a bad condition
tr: Ürün kötü halde

# cant_edit_more
source: You can't Edit more than
tr: Daha fazlasını düzenleyemezsiniz

source: Please Enter Issue
tr: Lütfen sorunu yazınız

source: UPDATE
tr: Güncelleme

source: DELIVERY TYPE
tr: Teslimat şekli

source: DELIVERY
tr: Teslimat

source: GRAND TOTAL
tr: Toplam

source: Assign to Delivery Partner
tr: Teslimat Ortağına Ata

source: Order updated successfully
tr: Sipariş başarıyla güncellendi

source: ORDER READY
tr: Sipariş hazır

source: Order
tr: Sipariş

source: Items
tr: Ürün

source: Assign to picker
tr: Teslimatçıya görevlendir

# are_you_sure
source: Are you Sure you want to assign order to
tr: Sipariş atamak istediğinizden emin misiniz

source: Edit
tr: düzenle

source: Prepared
tr: Hazır

# find_customer
source: Find customer by Name, Phone
tr: Müşteri isimden.telefondan bul

source: Add Customer
tr: müşteri ekle

source: Please Select User
tr: lütfen kullanıcı seçiniz

source: PROCEED
tr: İLERLEMEK

source: LOGOUT
tr: ÇIKIŞ YAP

source: Vendor
tr: SATICI

source: failed
tr: Başarısız

source: delivered
tr: Teslim edildi

# welcome
source: Welcome Back!
tr: Tekrar hoş geldiniz

# please_sign
source: Please sign in to continue
tr: Devam etmek için lütfen giriş yapın

source: Email*
tr: E posta

source: Password
tr: Şifre

# enter
source: Enter Password
tr: Şifre girin

source: ALL
tr: TÜM

source: Received
tr: teslim alınmış

source: Preparing
tr: Hazırlanıyor

source: Ready
tr: Hazır

source: Delivering
tr: Teslim ediliyor

source: Completed
tr: Tamamlandı

source: Canceled
tr: Iptal edildi

source: avg
tr: ortalama

source: Create Order
tr: Sipariş yap

# category_product
source: Category Product Loading...
tr: Kategori Ürün Yükleniyor...

source: No Product
tr: ürün yok

source: Item
tr: ürün

source: Amount
tr: Miktar

source: Item Available
tr: Ürün bulunuyor

source: Categories Loading...
tr: Kategoriler yükleniyor...

# apply_promo
source: Apply Promo Code
tr: Promosyon Kodu Uygula

source: member:
tr: üye:

source: Profile
tr: Profil

# create_personal
source: Create Personal information
tr: Kişisel bilgiler oluştur

source: Mobile Number
tr: Telefon numarası

# email_opt
source: Email(optional)
tr: E posta (istediğine bağlı)

# name_opt
source: Name(optional)
tr: adı (istediğine bağlı)

source: Guest User
tr: Misafir kullanıcı

source: Order Created
tr: Sipariş oluşturuldu

source: Create
tr: Oluştur

source: Loading
tr: Yükleniyor

source: All Sale
tr: tüm indirimler

source: Please enter the fields
tr: Lütfen alanları girin

source: Invalid credentials
tr: Geçersiz girmiş bilgiler

source: Login
tr: Giriş yap

source: Pending Order
tr: Bekleyen sipariş

source: No Product found....
tr: ürün bulunmadı

source: Variation Name
tr: Varyasyon Adı

source: Priority
tr: Öncelik

source: Barcode
tr: Barkod

source: Loyalty Points
tr: Sadakat puanları

# gross_weight
source: Gross Weight(in kg)
tr: Brüt Ağırlık (kg olarak)

source: Minimum Order Qty
tr: Minimum Sipariş Miktarı

source: Maximum Order Qty
tr: Maksimum Sipariş Miktarı

# min_max_expiry
source: Min-Max Expiry(Hours)
tr: Min-Maks Vade (Saat)

source: Price Per Unit
tr: Birim Başına Fiyat

source: Actual Price
tr: Asıl fiyat

source: Discounted Price
tr: İndirimli fiyat

source: Membership Price
tr: Üyelik Fiyatı

source: Stock
tr: stok

source: SAVE
tr: Kayd et

source: No variations
tr: Varyasyon yok

source: Home Delivery
tr: Eve teslimat

source: Express Delivery
tr: Hızlı teslimat

source: Pick up from Store
tr: Mağazadan Al

source: Active Orders
tr: Aktif Sipariş

source: Ticket Waiting
tr: Bilet Beklerken

source: Return Ready
tr: Dönüş Hazır

source: Out For Delivery
tr: Dağıtıma çıkmış

source: Out For Delivery
tr: Dağıtıma çıkmış

source: Stock Low
tr: Stok Düşük

source: Completed Order
tr: Sipariş tamamlandı

source: Please Select Product
tr: Lütfen Ürünü Seçiniz

# Please_select_customer_proceed
source: Please select customer to proceed
tr: Lütfen devam etmek için müşteri seçiniz

source: No customer found
tr: Müşteri bulunamadı

source: wallet
tr: cüzdan

source: Wallet Balence
tr: Cüzdan Bakiyesi

source: Loyalty
tr: Bağlılık

source: Payment Method
tr: Ödeme şekli

source: Your Cart Value
tr: Sepetinizin Değeri

# You_saved
source: You saved (Loyalty Coins)
tr: Kurtardın (Sadakat Paraları)

source: Your Wallet Amount
tr: Cüzdan Tutarınız

source: invalid promocode!
tr: geçersiz promosyon kodu!

source: You have applied
tr: Başvurdun

source: promocode
tr: promosyon kodu

source: Total Amount Payable
tr: Ödenecek toplam tutar

source: Your Savings
tr: Tasarruflarınız

source: Select Payment Method
tr: Ödeme Şekli seçinşz

source: DASHBOARD
tr: GÖSTERGE PANELİ

source: Mark as Preparing
tr: Hazırlanıyor Olarak İşaretle

source: Assign to Deliver
tr: Teslim için görevlendirir

source: Mark as Delivered
tr: Teslim Edildi Olarak İşaretle

source: Mark as Completed
tr: Tamamlandı Olarak İşaretle

source: No Matches found....
tr: Hiçbir sonuç bulunamadı....

source: Available Coupons
tr: Kullanılabilir Kuponlar

# Recent_Orders
source: Recent Order
tr: Son sipariş

source: Barcode doesn't match
tr: Barkod eşleşmiyor

source: Create Item
tr: Ürün Oluştur

source: Item Name
tr: Ürün adı

source: Stock Type
tr: Stok türü

source: Delivery Duration
tr: Teslim Süresi

source: Product Type
tr: Ürün türü

source: Stock Notify
tr: Stok Bildirimi

source: Return Duration
tr: İade Süresi

source: Tax
tr: KDV

source: Express Delivery Eligible
tr: Hızlı teslimata Uygun

source: Item Description
tr: Ürün Açıklaması

source: Manufacturer Description
tr: Üretici Açıklaması

source: Item Priority
tr: Ürün önceliği

source: Country of Origin
tr: Menşei ülke

source: Subscription Product
tr: Abonelik Ürünü

source: Select Vendor
tr: Satıcı Seç

source: Brand
tr: Marka

source: Net Weight
tr: Net ağırlık

source: Unit
tr: Birim

source: Increment
tr: Artış

source: Selling Price
tr: Satış fiyatı

source: Short Note
tr: Kısa notu

source: Item Variations
tr: ürün Varyasyonları

# all_item_need
source: All items need to be prepared to update the order
tr: Siparişi güncellemek için tüm ürünLER hazırlanması gerekiyor

# there_is_no_delivery
source: There is no Delivery boy
tr: Teslimatçı yok

# order_completed
source: ORDER COMPLETE
tr: Sipariş hazır

source: DISPATCHED
tr: Günder

source: RECEIVED
tr: teslim alınmış

source: PICK
tr: seç

source: CANCELLED
tr: Iptal edildi

source: Search For Order Id
tr: Sipariş ID ara

source: ORDERS
tr: Siparişler

source: MENU
tr: liste

source: INSIGHTS
tr: bilgiler

source: SETTINGS
tr: ayarlar

source: onway
tr: Yolda

# search_by_order
source: Search by order details
tr: Sipariş detaylar göre ara

# new_delivery
source: New
tr: Yeni

source: Processing / Picking
tr: Hazırlanıyor

# ready_delivery
source: Ready for delivery / Pickup
tr: teslimat için hazır

source: Assigned
tr: Görevlendirildi

source: Language
tr: dil

source: Search Orders
tr: Siparişleri ara

source: READY
tr: Hazır

source: COMPLETED
tr: TAMAMLANDI

source: DELIVERED
tr: Teslim edildi

source: Add Product
tr: ürün ekle

source: Price
tr: Fiyat

source: Select Delivery Partner
tr: Teslimat Ortağına seç

source: Qty:
tr: miktar

source: No Order found
tr: Sipariş bulunmadı

source: Please enter the mandatory fields
tr: Lütfen zorunlu boşlukları doldurun

source: Please enter valid mobile number
tr: Lütfen geçerli telefon numara girin

source: Export
tr: İhracat

source: Cancel
tr: iptal

source: Submit
tr: Gönder

source: Select Language
tr: dil seç

source: Variations
tr: Varyasyonlar

# mai
source: mai@gmail.com
tr: Şifre

# add_vartiation
source: ADD NEW VARIATION
tr: Öncelik

source: Assigned Delivery
tr: Atanan Teslimat

source: Print
tr: Yazdır
